INSERT INTO public."Sponsor"
(id, "name", description, logo, website, created_at, "type")
VALUES(1, 'SAP', 'SAP работи с над 440 000 клиенти в 180 страни, повече от 110 000 служители в 140 локации по света, и има над 50-годишна история. Създаден през 2000 г., развойният център на SAP в София, SAP Labs България, е едно от ключовите и стратегически подразделения на SAP SE.

В компанията работят над 1400 професионалисти, като над 90% от екипите работят по теми, свързани с облачни технологии. SAP Labs България има ключова роля в дефинирането и разработването на облачната платформа на SAP – SAP Business Technology Platform.', '/images/sponsors/sap-500x500.png', 'https://sap.com/', '2023-03-15 02:57:35.753', 'GOLD'::public."SponsorType");
INSERT INTO public."Sponsor"
(id, "name", description, logo, website, created_at, "type")
VALUES(2, 'VMware', 'VMware, глобален лидер в сферата на облачните инфраструктури и технологиите за бизнес мобилност, започва своята дейност в България преди 15 години. VMware България успява да се наложи като основен хъб за разработки и иновации в регион ЕMEA (Европа, Близкия Изток и Африка) и ключов стратегически развоен център за VMware в световен мащаб. Също така успешно трансформира офиса от R&D локация в мултифункционален екип, фокусиран върху развойна и оперативна дейност и професионални услуги.

С разнороден екип от таланти от над десет националности, в българския офис се създават ключови продукти и решения за някои от най-големите световни компании. Специалистите в София разполагат с богата експертиза в областта на виртуализацията, управлението и автоматизацията на виртуални инфраструктури, възстановяване на данни при бедствие, анализиране на големи масиви от данни, кибер сигурност.', '/images/sponsors/vmware-500x500.png', 'https://vmware.com/', '2023-03-15 02:57:35.753', 'GOLD'::public."SponsorType");
INSERT INTO public."Sponsor"
(id, "name", description, logo, website, created_at, "type")
VALUES(3, 'A1', 'А1 е водещ доставчик на дигитални услуги и телекомуникационни решения в България с екип от почти 3 600 професионалисти в различни области. Компанията ни е част от A1 Group, която оперира в 7 държави в Централна и Източна Европа, и América Móvil – един от най-големите доставчици на безжични услуги в света.

Ние предлагаме на нашите клиенти богат набор от ICT решения, IoT услуги, базирани на NB-IoT технологията, системна интеграция, Cloud и хостинг услуги. Развиваме и поддържаме десетки вътрешни системи и платформи, които осигуряват телекомуникационните ни услуги.

Партнираме си с водещи доставчици като Microsoft, IBM, Cisco, Oracle, SAP, VMWare, Hewlett Packard Enterprise, Dell Technologies, Veeam, Teradata, Red Hat, F5, Salesforce и много други.

Наши клиенти са повечето големи компании във всички сектори и индустрии в страната, множество малки и средни предприятия, държавни институции, а също и милиони индивидуални клиенти.

Всичко това е немислимо без екипа ни от над 300 IT специалисти, които с идеи и виртуозни решения променят към по-добро живота на милиони всеки ден.
', '/images/sponsors/a1-500x500.png', 'https://a1.bg/', '2023-03-15 02:57:35.753', 'GOLD'::public."SponsorType");
INSERT INTO public."Sponsor"
(id, "name", description, logo, website, created_at, "type")
VALUES(4, 'Telebid-pro', 'Телебид Про е софтуерна продуктово-ориентирана компания, специализирана в разработването на бизнес системи от идея до завършен продукт. Фирмата подкрепя Факултета по математика и информатика към Софийски университет от години, защото вярва в потенциала на студентите и в бъдещото им развитие в IT сектора.

Специално за студентите във ФМИ Telebid Pro предлага програма за кариерно развитие, включваща тренинг, стаж и работа. Участниците в програмата имат възможност да се развиват като Full-Stack Developer, Backend Developer, Systems & Security Engineer, QA, Product Manager и други.', '/images/sponsors/telebidpro-500x500.png', 'https://telebid-pro.com/', '2023-03-15 02:57:35.753', 'GOLD'::public."SponsorType");
INSERT INTO public."Sponsor"
(id, "name", description, logo, website, created_at, "type")
VALUES(5, 'ROITI', 'ROITI e бутикова консултантска компания, която оперира в сферата на енергийните пазари. Изгражда, внедрява и поддържа технологични решения за търговия със стоки, управление на риска, оптимизиране на активи, отчитане, планиране и логистика.

ROITI работи с някои от най-големите компании за търговия с енергия, газ и нефт в Германия, Австрия, Швеция, и Чехия.', '/images/sponsors/roiti-500x500.png', 'https://roiti.com/', '2023-03-15 02:57:35.753', 'GOLD'::public."SponsorType");
INSERT INTO public."Sponsor"
(id, "name", description, logo, website, created_at, "type")
VALUES(6, 'DXC Technology', 'DXC Technology е глобален лидер в предоставянето на цялостни IT решения. Мисията ни е да използваме силата на технологиите, за да изградим по-добро бъдеще за нашите клиенти, колеги, общности и околна среда.

Имаме над 130 000 служители в над 60 страни, а в България сме сред най-големите работодатели с над 4000 служители. Тук е представено цялото IT портфолио на компанията - техническа поддръжка, анализ на големи масиви от данни, облачни технологии, разработване на системи за автономни автомобили, мрежи, киберсигурност, разработване на приложения и софтуери с Java, .Net, C++ и много други.

Това, в което сме сред най-добрите, е да помагаме на бизнеси и правителства по целия свят да трансформират дейността си и да извлекат максимална добавена стойност от новите технологии.
', '/images/sponsors/dxc-500x500.png', 'https://dxc.com/', '2023-03-15 02:57:35.753', 'GOLD'::public."SponsorType");
INSERT INTO public."Sponsor"
(id, "name", description, logo, website, created_at, "type")
VALUES(7, 'Nemetschek', 'Знаеш ли, че Немечек България е страхотна българска софтуерна компания, която дава възможност на млади хора като теб да научат повече за ИТ индустрията?

Можеш да кандидатстваш в софтуерната работилница Speed IT Up, да поканиш хора от Немечек България да направят специална лекция в твоя университет, както и да организираш посещение на твоя курс в офиса на компанията.

Ако имаш нужда от насока коя инициатива би била полезна за теб, посети сайта careers.nemetschek.bg, или може да наминеш през нашия щанд на Кариерния форум на ФМИ, за да се запознаем. ', '/images/sponsors/nemetschek-500x500.png', 'https://nemetschek.bg/', '2023-03-15 02:57:35.753', 'SILVER'::public."SponsorType");
INSERT INTO public."Sponsor"
(id, "name", description, logo, website, created_at, "type")
VALUES(8, 'Chaos', 'Знаете ли, че технологиите за част от визуалните ефекти в Spiderman, Avengers, Stranger Things, Game of Thrones и стотици други, са създадени от екипа на Chaos в София? Компанията отново подкрепя FMI Codes.

Софтуерът за рендериране на Chaos V-Ray е награден от Американската филмова академия (Academy Award®) и има Технологична награда Emmy® за принос в разпространението на рейтрейсинг технологиите в киното и телевизията.

Chaos е лидер във технологиите за фотореалистично рендериране в архитектурата, продуктовия дизайн и развлекателната индустрия и наскоро обедини силите си с още две компании за технологии за 3D визуализация - Enscape и Cylindo. Така Chaos се превръща в най-големия световен екип в тази област.
', '/images/sponsors/chaos-500x500.png', 'https://chaos.com/', '2023-03-15 02:57:35.753', 'SILVER'::public."SponsorType");
INSERT INTO public."Sponsor"
(id, "name", description, logo, website, created_at, "type")
VALUES(9, 'Accedia', 'Аксидиа e българска технологична компания, предоставяща консултантски услуги и разработка на софтуерни решения. Основана през 2012 от четирима партньори, днес в Аксидиа работят над 250 човека, водени от общи ценности – професионализъм, обмяна на знания, стремеж към растеж, гъвкавост и умението да се забавляват. Приятелската атмосфера и възможностите за професионално развитие нареждат компанията сред най-добрите ИТ работодатели в България.

В Аксидиа можеш да стартираш кариерата си от нулата или да предизвикаш натрупания си опит в динамична среда. Компанията предоставя възможности за начинаещи софтуерни инженери чрез програмата за кариерен старт GROW@Accedia и предлага персонализирана пътека за израстване за всеки. Като една от най-бързо растящите ИТ компании в Европа, според Deloitte и Financial Times, Аксидиа ти гарантира летящ старт и бързо професионално израстване.

Осмеляваш ли се да се предизвикаш? Стани част от екипа! Разгледай отворените позиции за Junior Data Engineer и Junior DevOps Engineer: https://accedia.com/careers/job-openings/', '/images/sponsors/accedia-500x500.png', 'https://accedia.com/', '2023-03-15 02:57:35.753', 'SILVER'::public."SponsorType");
INSERT INTO public."Sponsor"
(id, "name", description, logo, website, created_at, "type")
VALUES(10, 'LimeChain', 'LimeChain разработва различни блокчейн решения като децентрализирани приложения, умни договори и токенизация на активи. Една от първите български компании за разработка на бизнес блокчейн решения, тя поддържа към себе си и звена като Lime Academy (академия за блокчейн разработчици) и Lime Legal (юридически консултации в блокчейн сферата). През 2021 г. приходите на дружеството "Лайм лабс" са скочили със 198% до 10.9 млн. лв., а броят на служителите вече е над 100.', '/images/sponsors/limechain-500x500.png', 'https://limechain.tech/', '2023-03-15 02:57:35.753', 'SILVER'::public."SponsorType");
INSERT INTO public."Sponsor"
(id, "name", description, logo, website, created_at, "type")
VALUES(11, 'Paysafe', 'Paysafe (NYSE:PSFE) (PSFE.WS) е водеща платформа за разплащания. Основната цел на компанията е търговци и потребители да се свързват и осъществяват трансакции безпроблемно, благодарение на водещи за индустрията продукти в сферата на обработването на плащания, дигитални портфейли и онлайн кешови услуги.

С над 20 години опит в областта на дигиталните разплащания, годишен обем на трансакциите от над 120 милиарда долара през 2021 г. и приблизително 3 500 служители в 10+ световни локации, Paysafe свързва търговци и потребители чрез 100 платежни метода в повече от 40 валути.

    Най-големият офис на Paysafe в света е в София с над 1300 служители, работещи в различни направления – продуктови и софтуерни разработки, обслужване на клиенти, риск мениджмънт, счетоводство и контрол, ИТ обслужване и други.
', '/images/sponsors/paysafe-500x500.png', 'https://paysafe.com/', '2023-03-15 02:57:35.753', 'SILVER'::public."SponsorType");
INSERT INTO public."Sponsor"
(id, "name", description, logo, website, created_at, "type")
VALUES(12, 'Astea Solutions', 'Astea Solutions е водещ експерт в софтуерното консултиране и разработката на персонализирани технологични решения. През последните 17 години компанията се е наложила като надежден партньор за клиентите си по целия свят и е активна в разнообразни сектори, вариращи от финансови услуги и електронна търговия до здравеопазване и образование. А успехите идват благодарение на енергичните астейци – специалисти от всички области на софтуерното инженерство, обединени около общата цел да намират точните решения сред многообразието от технологии.', '/images/sponsors/astea-500x500.png', 'https://asteasolutions.com/', '2023-03-15 02:57:35.753', 'BRONZE'::public."SponsorType");
