INSERT INTO public."Regulation"
(id, title, "content")
VALUES(1, 'Какво е FMI{Codes}?', 'FMI{Codes} е ежегодния ни хакатон (състезание по програмиране), в което отборите имат 48 часа да направят авторски проект по зададената от организаторите тема, използвайки всякакви технологии. Вратите на факултета са отворени през цялото време, а ние от ФСС на ФМИ сме на Ваше разположение и двата дни.');
INSERT INTO public."Regulation"
(id, title, "content")
VALUES(2, 'Кой има право да участва и как?', 'Ако сте редовен студент, в който и да е университет в България, можете да се регистрирате за участие на страницата за регистрация.<br /><br />
    Онлайн регистрацията завършва преди откриването на FMI{Codes}, както е означено в програмата.<br /><br />
    Когато се регистрирате, ще получите достъп до нова страница от сайта, на която ще получите инструкции за влизане и удостоверяване в Discord сървъра на събитието, което ще ви даде достъп до отборните ви канали. През Discord сървъра ще се осъществи част от комуникацията с организатори и ментори.');
INSERT INTO public."Regulation"
(id, title, "content")
VALUES(3, 'Условия за работа на място', 'Носете си собствени лаптопи/компютри и периферия.<br /><br />
    Не Ви задължаваме да работите по проектите си във ФМИ през цялото време, ако все пак решите да сте на място през всичките 48 часа, ние от ФСС ще сме на Ваше разположение, ако имате нужда от нещо, стига да можем да Ви помогнем.<br /><br />
    Препоръчваме всеки отбор да има GitHub repository, в което да качва своя код, още от началото на хакатона.');
INSERT INTO public."Regulation"
(id, title, "content")
VALUES(4, 'Съставяне на отбори', 'Студентите имат правото сами да съставят отборите си, като в един отбор могат да участват между 2 и 6 човека.<br /><br />
    Помислили сме и за хората, които нямат отбор. Ето защо създадохме канал в Discord, чрез който можете да се включите в отбор, търсещ си още съотборници.<br /><br />
    ВАЖНО: Ако до 17.03 включително не сте си намерили отбор, няма да можете да участвате на хакатона независимо дали сте се регистрирали като индивидуален участник.<br /><br />
    Всеки индивидуален участник може да участва само в един отбор.');
INSERT INTO public."Regulation"
(id, title, "content")
VALUES(5, 'Присъствена регистрация', 'Преди откриването на FMI{Codes} Ви очакваме във фоайето на факултета, където ще запишем Вашето присъствие. Регистрацията е отворена не само в петък, но и в събота, в случай, че нямате възможност да присъствате в петък.');
INSERT INTO public."Regulation"
(id, title, "content")
VALUES(6, 'Ментори', 'Няма означен ментор на всеки отбор. Менторите ще могат да обикалят из отборите и да помагат, с каквото могат.<br /><br />
    Комуникацията с менторите ще се осъществява чрез нашия Discord сървър.<br /><br />
    Менторите ще бъдат на Ваше разположение в Mentor Hours, както е указано в програмата.');
INSERT INTO public."Regulation"
(id, title, "content")
VALUES(7, 'Презентиране', 'В указаните часове в програмата ще можете да тествате Вашите проекти и презентация в зала 325 преди официалното им представяне.<br /><br />
    Всеки отбор ще представи своя проект пред жури, съставено от представители на златните ни спонсори и представител на ФМИ.<br /><br />
    Всеки отбор има право на 10 минути, в които да представи на проекта си.<br /><br />
    ВАЖНО: Всеки отбор е длъжен да спазва времевия си диапазон. След изтичането на времето водещите ще прекъснат отбора и ще се премине към сесията за въпроси.');
INSERT INTO public."Regulation"
(id, title, "content")
VALUES(8, 'Награждаване', 'Най-добрите 3 проекта от финалите ще бъдат наградени съответно с 1., 2. и 3. място.<br /><br />
    Всеки златен и сребърен спонсор награждава по един отбор, който по някакъв начин се е отличил в очите на техните представители в журито или менторите. Затова не се обезкуражавайте, ако не сте в първите 3 места, може да сте останали в сърцата на нашите спонсори…<br /><br />
    … или в нашите (на организаторите), защото има награда и за отбора, който е оставил най-добро впечатление на ФСС. <3');
INSERT INTO public."Regulation"
(id, title, "content")
VALUES(9, 'Отговорност', 'Участниците са длъжни да се съобразяват с програмата за провеждане на хакатона (откриване, време за работа, представяне пред журито и др.), да спазват всички инструкции на организаторите на събитието и доброволците, които помагат за организирането му. Организаторите не носят отговорност за Вашата комуникация със съотборниците Ви по време на хакатона.');
INSERT INTO public."Regulation"
(id, title, "content")
VALUES(10, 'Тормоз', 'Не се толерира тормоз над работната група на FMI {Codes} , доброволците и участниците в събитието, под каквато и да е форма.<br /><br />
    Ако сте подложен на тормоз, забележите, че някой друг е подложен на тормоз, или имате някакви други проблеми, моля свържете се с член от екипа на хакатона незабавно.');
INSERT INTO public."Regulation"
(id, title, "content")
VALUES(11, 'Политика за бисквитки и поверителност', 'За да подобрим представянето на уеб сайта си и Вашето потребителско преживяване, понякога използваме HTTP-бисквитки (HTTP cookies), или просто бисквитки. С използването на сайта Вие се съгласявате с това.<br /><br />
    <b>Какво представляват бисквитките?</b><br />
    Бисквитките са малки текстови файлове, които се запазват на Вашия компютър или мобилно устройство, когато посещавате нашия уеб сайт. Те позволяват на уеб сайта да запаметява Вашите действия и предпочитания, за определен период от време, за да не се налага да ги въвеждате всеки път, когато посещавате сайта или преминавате от една страница към друга, което ни помага да Ви предоставяме съдържание, което смятаме, че ще бъде полезно и интересно за Вас.<br /><br />
    <b>Как и какви бисквитки използваме?</b><br /><br />
    <ul>
        <li>Функционални бисквитки<br />
        Използваме бисквитки, които позволяват на уеб сайта да запаметява Вашите действия и предпочитания (като например потребителско име, език, възраст, размер на шрифта и други настройки за показване) за определен период от време, за да не се налага да ги въвеждате всеки път, когато посещавате сайта или преминавате от една страница към друга.
        </li>
    </ul>

    <b>Лични данни от бисквитките</b><br />
    Личните данни събрани от бисквитките се използват единствено и само за осъществяването на конкретни функции в сайта, свързани със самия потребител.<br /><br />

    <b>Поверителност</b><br />
    <ul class="list-disc">
        <li>Чрез регистрация във FMI{Codes} Вие се съгласявате с нашата политика за поверителност.</li>
        <li>FMI{Codes} не предоставя Вашите данни на трети лица.</li>
        <li>Вашите данни не се използват за персонализация.</li>
        <li>Всичките данни, които сте предоставили на FMI{Codes}, се използват единствено за организацията на събитието от организационния екип.</li>
    </ul>');


INSERT INTO public."Technology"
("name", color)
VALUES
  ('2D', '#357A38'),
  ('3D Art', '#373737'),
  ('Angular', '#D42B53'),
  ('AngularJS', '#D42B53'),
  ('Apache', '#D42B53'),
  ('Arduino', '#276221'),
  ('Assembly', '#D42B53'),
  ('Atmel AVR', '#373737'),
  ('Augmented Reality', '#0D52BD'),
  ('Bash', '#357A38'),
  ('Blender', '#FEBE00'),
  ('Blockchain', '#DC6601'),
  ('C', '#357A38'),
  ('C#', '#0D52BD'),
  ('C++', '#357A38'),
  ('Clojure', '#0D52BD'),
  ('Dart', '#0D52BD'),
  ('Desktop Application Development', '#DC6601'),
  ('Django', '#276221'),
  ('Docker', '#0D52BD'),
  ('DOTNET', '#0D52BD'),
  ('ESP32', '#373737'),
  ('ESP8266', '#373737'),
  ('Embedded', '#373737'),
  ('Flutter + Dart', '#0D52BD'),
  ('GTK3', '#FEBE00'),
  ('Game Development', '#D42B53'),
  ('Golang', '#276221'),
  ('HTML + CSS', '#FEBE00'),
  ('Haskell', '#0D52BD'),
  ('IoT', '#D42B53'),
  ('Java', '#D42B53'),
  ('JavaScript', '#FEBE00'),
  ('Julia', '#357A38'),
  ('Kafka', '#373737'),
  ('Kotlin', '#D42B53'),
  ('Laravel', '#0D52BD'),
  ('Linux', '#373737'),
  ('MATLAB', '#AF69ED'),
  ('MSP430', '#DC6601'),
  ('Machine Learning', '#DC6601'),
  ('MicroPython', '#FEBE00'),
  ('Mobile Development', '#0D52BD'),
  ('Mongo', '#357A38'),
  ('Nginx', '#357A38'),
  ('NoSQL', '#FEBE00'),
  ('NodeJS', '#FEBE00'),
  ('OpenGL', '#276221'),
  ('PHP', '#0D52BD'),
  ('Perl', '#0D52BD'),
  ('Python', '#D42B53'),
  ('Qt', '#357A38'),
  ('R', '#AF69ED'),
  ('RX62G', '#373737'),
  ('Raspberry Pi', '#AF69ED'),
  ('React Native', '#0D52BD'),
  ('ReactJS', '#FEBE00'),
  ('Renesas RX', '#0D52BD'),
  ('Ruby', '#D42B53'),
  ('Ruby on Rails', '#D42B53'),
  ('Rust', '#373737'),
  ('SQL', '#FEBE00'),
  ('STM32', '#0D52BD'),
  ('Scala', '#D42B53'),
  ('Solidity', '#D42B53'),
  ('Spark', '#AF69ED'),
  ('Spring', '#357A38'),
  ('Svelte', '#DC6601'),
  ('Swift', '#DC6601'),
  ('Symfony', '#0D52BD'),
  ('Unity3D', '#373737'),
  ('Unreal Engine', '#D42B53'),
  ('Virtual Reality', '#276221'),
  ('VueJS', '#357A38'),
  ('Web Development', '#276221');
